export const dataIt = [
  {
    id: 1,
    title: "نبذة عامة",
    desc: "تم تأسيس قسم تكنولوجيا التعليم والتعلم في كلية التربية بجامعة السلطان قابوس عام 2005 م، ويسعى القسم جاهدا لتحقيق التميز في توفير التعليم  والبحث  والخدمات الاجتماعية في مجال تقنيات التعليم والتعلم. والجدير بالذكر أن هذا القسم  قد أنشئ  لتلبية احتياجات وزارة التربية والتعليم لمستوى البكالوريوس من معلمي تكنولوجيا التعليم ومعلمي مراكز مصادر التعلم، والحاجة إلى إعادة تأهيل المعلمين الحاليين غير المتخصصين في مجال تكنولوجيا التعليم. ويستقبل القسم ما يقارب من 25-30 طالبا سنويا ويخرجهم فيما بعد ليكونوا مؤهلين  للعمل  كمعلمي تكنولوجيا تعليم ومتخصصين في تشغيل وإدارة مراكز مصادر التعلم، إلى جانب تطوير مواد تعليمية متعددة الوسائط للقطاعين العام والخاص. ",
  },
  {
    id: 2,
    title: "رؤية القسم",
    desc: "التفوق في الدورات والبرامج المتخصصة في تكنولوجيا التعليم  لتلبية المعايير الدولية والمساهمة في خلق مجتمع قائم على المعرفة، واستخدام التكنولوجيا والمعلومات في مختلف المجالات.",
  },

  {
    id: 3,
    title: "رسالة القسم",
    desc: "التدريس والبحث وخدمة المجتمع والابتكارات التعليمية وتوظيفها جميعا من أجل خدمة التقدم العلمي والتكنولوجي.",
  },
  {
    id: 4,
    title: "أهداف القسم",
    desc: `إعداد معلمين وأخصائيي تكنولوجيا التعليم.
ربط البرامج المقدمة مع التغيرات الاجتماعية والاقتصادية والسياسية في عمان.
تدريب الطلاب على مهارات تخطيط وتصميم وتطوير واستخدام وإدارة وتقييم العمليات المتعلقة بتكنولوجيا التعليم والتعلم.
تطوير إدارة التكنولوجيا والتغيير ونشر الابتكار وحل المشاكل في التعليم العماني وقطاعات تنمية الموارد البشرية المختلفة.
إجراء البحوث في مجال تكنولوجيا التعليم وتطورها الراهن مثل التعليم الإلكتروني والتعلم المتنقل.
تنظيم ورش عمل وندوات تثقيفية لرفع وعي المجتمعات الأكاديمية والمحلية بأهمية تكنولوجيا التعليم وآثارها التنموية في تحقيق المجتمع القائم على المعرفة.
تزويد المجتمع العماني بأخصائيين في مجالات التعليم الإلكتروني وتصميم البرمجيات والنشر الإلكتروني ومراكز الأبحاث والتعلم الافتراضية.
تبني نظريات تعلم جديدة تدعمها نتائج البحوث.`,
  },

  {
    id: 6,
    title: " البرامج التي يقدمها القسم ",
    desc: `
        برنامج بكالوريوس إدارة تربوية تخصص تكنولوجيا التعليم والتعلم:
يهدف إلى توفير المعلمين والمتخصصين في تكنولوجيا التعليم وتنمية الموارد البشرية والتدريب في هذا المجال.
مدة البرنامج: 4 سنوات.
الشروط للالتحاق: الحصول على درجة C على الأقل في اللغة العربية واللغة الإنجليزية والرياضيات (بحتة أو تطبيقية).
المقررات:
تكنو1100: التكنولوجيا التعليمية: المجال والنظرية
تكنو3001: الفيديو التعليمي
تكنو2202: مقدمة للتصميم التعليمي
تكنو2111: الحاسوب التعليمي
تكنو2223: تفريد التعليم
تكنو2212: تصميم وانتاج الوسائط المتعددة
تكنو4101: التعلم من بعد واستخدام الانترنت
تكنو3333: الإلحاق المهني
تكنو4102: تقويم التكنولوجيا التربوية
تكنو4999: مشروع التخرج
تكنو4242: بحوث ودراسات في التكنولوجيا التعليمية
      `,
  },

  {
    id: 7,
    title: ` المقررات الاختيارية في برنامج بكالوريوس إدارة تربوية تخصص تكنولوجيا التعليم والتعلم`,
    desc: `

تكنو2112: تصميم وانتاج الوسائط المتعددة:

يركز على أساسيات وخصائص البرمجيات ويؤكد على مبادئ التصميم والإنتاج والاختيار والاستخدام والتقويم.
يناقش المشاريع التعلمية المتعددة الوسائط.
يدرس برامج التأليف مثل: "Authorware", "Hyper card", "Tool box" ؛ وغيرها.
يقارن ويحلل بعض أنظمة برامج الوسائط المتعددة التعليمية.
يقوم الطلاب فيه بتصميم وإنتاج البرامج التفاعلية في مشاريعهم.
تكنو2114: تصميم الكتب الدراسية والالكترونية:

يقدم المبادئ الأساسية في تصميم الكتب الدراسية التقليدية والالكترونية.
يغطي البرمجيات المستخدمة في تصميمهما مثل حزمة أكروبات.
يتوسع في مناقشة المواضيع والتطبيقات والعمليات المتبعة في هذا المجال وتتضمن: تطوير الكتب الدراسية، ومنتجتها، وطباعتها، ونشرها، وإعادة استخدامها، وتقويمها في ضوء التقنيات الحديثة وتوجهات المنهج.
يغطي المقرر قضايا النشر الالكتروني العامة، وتقدير التكلفة، والأمن والحقوق الفكرية المرتبطة بالنشر التربوي الرقمي والتقليدي.
تكنو2143: التعلم المعتمد على المشاريع:

يتعرض لطرق التدريس باستخدام المشاريع معرّفا هذه الطريقة، ويصنف المشاريع إلى أنواعها المختلفة وصلتها بحل المشكلات وتعلم مهارات التفكير العليا (مثل: التفكير الناقد والإبداعي)، الفردية منها والجماعية.
يشرح المقرر الخطوات الرئيسة لهذه الطريقة، بدء بالتخطيط وانتهاء بالتقويم.
يركز المقرر على تقنيات تنفيذ المشاريع خاصة تلك التي تنمي الخبرات الحسية مثل: المعارض والمتاحف، والمحاكاة والألعاب التعليمية، والتمثيل ولعب الأدوار، وطرق التعلم التعاوني، والفرائقي، والعمل المخبري.
مقررات متعلقة بتقنيات المعلومات والاتصالات:

معلو2420: خدمات المعلومات:*

يهدف إلى تعريف الطالب بخدمات المعلومات التقليدية وغير التقليدية (المحوسبة) التي تقدمها المكتبات ومراكز المعلومات (الإعارة، خدمة مرجعية، إحاطة جارية، بث انتقائي للمعلومات، تسويق المعلومات، تدريب المستفيدين وغيرها) وتدريبه الفعلي على أساليب تقديمها.
معلو2320: الفهرسة الوصفية (1):*

يهدف إلى إكساب الطالب المهارات الفنية الأساسية لفهرسة جميع مصادر المعلومات بالطرق اليدوية والمحوسبة ونلك حسب أحدث التقنيات الدولية، وتزويده بمجموعة من المعارف النظرية في الموضوع.
معلو3340: الفهرسة الوصفية (2):*

يهدف إلى إكساب الطالب المهارات الفنية العليا لفهرسة جميع مصادر المعلومات بالطرق اليدوية والمحوسبة ونلك حسب أحدث التقنيات الدولية، وتزويده بمجموعة من المعارف النظرية في الموضوع.
معلو3330: التصنيف:*

يهدف إلى تعريف الطالب بماهية التصنيف وأهميته ووظائفه، ومكونات نظام التصنيف، وطرق تصنيف المواد المكتبية، وإكساب الطالب المهارات الفنية الأساسية في تصنيف مصادر المعلومات المختلفة المنشورة بالعربية والإنجليزية وفقا لأنظمة التصنيف الحديثة وخاصة نظامي تصنيف ديوي والكونجرس.
    `,
  },
];
