import Image from "next/image";
import React from "react";

const TechSection = () => {
  return (
    <div className="bg-zinc-100 py-12 px-4 sm:px-6 lg:px-8 lg:py-24">
      <div className="grid grid-cols-1 gap-y-12 gap-x-6 md:grid-cols-2 lg:gap-x-8">
        <div className="flex flex-col justify-center">
          <h2 className="text-3xl font-bold text-gray-900 sm:text-4xl">
            نبذه عن قسم تكنولوجيا التعليم بكلية تربية جامعة دمياط وتاريخه
          </h2>
          <p className="mt-6 text-lg text-gray-600">
            {" "}
            قسم تكنولوجيا التعليم والتعلم في كلية التربية بجامعة السلطان قابوس
            تأسس عام 2005 لتلبية احتياجات وزارة التربية والتعليم في تخريج معلمي
            تكنولوجيا التعليم ومعلمي مراكز مصادر التعلم، وتأهيل المعلمين
            الحاليين في هذا المجال. يهدف القسم إلى تحقيق التميز في تقديم التعليم
            والبحث والخدمات الاجتماعية في مجال تقنيات التعليم والتعلم. يتميز
            القسم بتقديم برامج متخصصة تتناسب مع المعايير الدولية وتسهم في تطوير
            مجتمع قائم على المعرفة واستخدام التكنولوجيا والمعلومات في مختلف
            المجالات. تشمل أهداف القسم تدريب الطلاب على مهارات تكنولوجيا
            المعلومات والاتصالات، وربط البرامج بالتحولات الاجتماعية والاقتصادية
            والسياسية، وتطوير مهارات التخطيط والتصميم والتطوير والإدارة والتقييم
            في مجال التعليم والتعلم. يشمل نشاط القسم أيضًا البحث في مجال
            تكنولوجيا التعليم، وتنظيم ورش العمل والندوات لرفع الوعي بأهمية هذا
            المجال، بالإضافة إلى تزويد المجتمع بأخصائيين مؤهلين في التعليم
            الإلكتروني وتصميم البرمجيات والنشر الإلكتروني.
          </p>
        </div>
        <div className="aspect-w-4 aspect-h-4 rounded-lg overflow-hidden bg-gray-500 relative">
          <Image
            layout="fill"
            src="/تربية.jpg"
            alt="Image"
            className="object-cover"
          />
        </div>
      </div>
    </div>
  );
};

export default TechSection;
